<template>
    <div class="main">
        <div>
          <H2 style="text-align: center;">《隐私协议》</H2>
          <br>厦门罕纳戈尔网络科技有限公司及其关联方（简称“我们”）作为阿吉泰的运营者，深知个人信息对你的重要性，我们将按照法律法规的规定，保护你的个人信息及隐私安全。我们制定本“隐私政策”并特别提示：希望你在使用阿吉泰及相关服务前仔细阅读并理解本隐私政策，以便做出适当的选择。
          <br><br><span style='font-weight: bold'>本隐私政策将帮助你了解：</span>
          <br>1、我们会遵循隐私政策收集、使用你的信息，但不会仅因你同意本隐私政策而采用强制捆绑的方式一揽子收集个人信
          <br>2、当你使用或开启相关功能或使用服务时，为实现功能、服务所必需，我们会收集、使用相关信息。除非是为实现基本业务功能或根据法律法规要求所必需的必要信息，你均可以拒绝提供且不影响其他功能或服务。我们将在隐私政策中逐项说明那些是必要信息。
          <br>3、如果你未登录账号，我们将通过设备对应的标识符信息来保障信息推送的基本功能。如果你登录了账号，我们会根据账号信息实现信息推送。
          <br>4、通讯录、精准地理位置、摄像头、麦克风、相册权限，均不会默认开启，只有经过你的明示授权才会为实现特点功能或服务时使用，你也可以撤回授权，
          <span style='font-weight: bold'>特别需要指出的是，即使经过你的授权，我们获得了这些敏感权限，也不会在相关功能或服务不需要时而收集您的信息。</span>
          <br><br><span style='font-weight: bold;color:red'>阿吉泰权限申请与使用情况说明：</span>
          <br>下文将帮你详细了解我们如何收集、使用、存储、传输、共享、转让与保护个人信息；帮你了解查询，访问，删除，更正，撤回授权个人信息的方式，
          <br><span style='font-weight: bold'>其中有关你个人信息权益的条款重要内容我们已用加粗形式提示，请特别关注。</span>
          <br><span style='font-weight: bold'>1、我们如何收集和使用个人信息</span>
          <br><span style='font-weight: bold'>2、我们如何使用cookie等同类技术</span>
          <br><span style='font-weight: bold'>3、我们如何共享、转让、公开披露个人信息</span>
          <br><span style='font-weight: bold'>4、我们如何存储个人信息</span>
          <br><span style='font-weight: bold'>5、我们如何保护个人信息的安全</span>
          <br><span style='font-weight: bold'>6、管理你的个人信息</span>
          <br><span style='font-weight: bold'>7、隐私政策的修订和通知</span>
          <br><span style='font-weight: bold'>8、联系我们</span>
          <br><br><span style='font-weight: bold'>1、我们如何收集和使用个人信息</span>
          <br><span style='font-weight: bold'>1.1 注册、登录、认证</span>
          <br><span style='font-weight: bold'>1.1.1 注册、登录账号</span>
          <br>当你注册、登录阿吉泰及相关服务时，你可以通过手机号和邮箱创建账号，并且可以完善相关的网络身份识别信息（头像、昵称、密码），收集这些事为了帮助你完成注册。你还可以根据自身需求选择填写，性别，生日，地区及个人介绍来完善你的信息，并在填写后自助选择展示范围。
          <br><span style='font-weight: bold'>1.1.2 认证</span>
          <br>在你使用身份认证的功能或相关服务所需时，根据相关法律法规，你可能需要提供你的真实身份信息（真实姓名，身份证号码，电话号码等）以完成实名验证。部分信息属于个人敏感信息，你可以拒绝提供，如果拒绝提供你将无法获得相关服务，但不影响其他功能与服务的正常使用。
          <br><span style='font-weight: bold'>1.2 发布与互动</span>
          <br><span style='font-weight: bold'>1.2.1 信息发布</span>
          <br>(a) 你发布的音视频、图片文字等内容或进行评论时，我们将收集你发布的信息，并展示你的昵称、头像、发布内容和信息。
          <br>(b) 你使用发布图片、音视频功能或保存“感悟”服务中的图片时，我们会请求你授权
          <span style='font-weight: bold'>存储、相机、照片、麦克风权限。如果拒绝授权提供，将无法使用此功能，但不影响你正常使用阿吉泰的其他功能。</span>
          <br>(c) 你使用“感悟”及相关服务或发布信息时，我们会请求你授权精确地理位置权限，并收集与本服务相关的位置信息，以帮助你在发布信息或互动时显示位置。
          <span style='font-weight: bold'>如果拒绝授权提供，将无法使用此功能，但不影响你正常使用阿吉泰的其他功能。</span>
          <br>(d) 为了帮你发现更多朋友，我们可能会申请
          <span style='font-weight: bold'>电话、通讯录权限，如果拒绝授权提供，将无法使用此功能，但不影响你正常使用阿吉泰的其他功能。</span>
          <br>(e) 你在使用“健康护照”等功能时，需要你提供真实姓名、身份证号、手机号。部分信息是个人敏感信息，你可以拒绝提供，且不会影响阿吉泰其他功能的正常使用。这些信息仅供实名认证及法律法规所规定的用途，未经你明示授权，不会用作其他目的
          <br>(f) 用户因使用我们的产品或服务而被我们收集的信息，例如其他用户发布的信息中可能含有你的部分信息（如：在评论、留言、发布图文、音视频中涉及到与你相关的信息）
          <br><span style='font-weight: bold'>1.3 互动交流</span>
          <br>当你关注或分享账号，或进行浏览、评论、收藏、搜索、喜欢（点赞）或分享时，我们会收集你前述信息，并展示相应内容发布者的账号发布的内容。
          <br><span style='font-weight: bold'>1.4 运营与安全运行</span>
          <br><span style='font-weight: bold'>1.4.1 运营与安全保障</span>
          <br>我们致力于为你提供安全、可信的产品与使用环境，提供优质而可靠的服务与信息是我们的核心目标。
          <br><span style='font-weight: bold'>1.4.2 设备信息与日志信息</span>
          <br>(a) 为了保障软件与服务的安全运行、运营的质量及效率，我们会收集你的硬件型号、操作系统版本号、国际移动设备识别码、唯一设备标识符、网络设备硬件地址、IP地址、软件版本号网络接入方式、类型、状态、网络质量数据、操作、使用、服务日志。
          <br>(b) 为了预防恶意程序、保障运营质量及效率，我们会收集安装的应用信息或正在运行的进程信息。应用程序的总体运行、使用情况与频率、营业崩溃情况、总体安装情况。
          <br>(c) 我们可能使用你的账号信息、设备信息、服务日志信息以及我们关联方、合作方在获得你授权或依法可以共享的信息，用于判断账户安全、进行身份验证、检测及防范安全事件。
          <br><span style='font-weight: bold'>1.5 统计分析</span>
          <br>为了分析应用新增、激活、留存、性能等统计性指标，我们可能会调用剪切板对相关统计信息进行归因分析，请你放心，我们不会收集你的隐私信息。
          <br><span style='font-weight: bold'>1.6 收集、使用个人信息目的变更</span>
          <br>请你了解，随着我们业务的发展，可能会对阿吉泰的功能和提供的服务有所调整变化。原则上，当新功能或服务与我们当前提供的功能或服务相关时，收集与使用的个人信息将与原处理目的具有直接或合理关联。在与原处理目的无直接或合理关联的场景下，我们收集、使用你的个人信息，会再次进行告知，并征得你的同意。
          <br><span style='font-weight: bold'>1.7 依法豁免征得同意收集和使用的个人信息</span>
          <br>请你理解，在下列情形中，根据法律法规及相关国家标准，我们收集和使用你的个人信息无需征得你的授权同意：
          <br>(a) 与国家安全、国防安全直接相关的；
          <br>(b) 与公共安全、公共卫生、重大公共利益直接相关的；
          <br>(c) 与犯罪侦查、起诉、审判和判决执行等直接相关的；
          <br>(d) 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
          <br>(e) 所收集的你的个人信息是你自行向社会公众公开的；
          <br>(f) 从合法公开披露的信息中收集的你的个人信息的，如合法的新闻报道、政府信息公开等渠道；
          <br>(g) 根据你的要求签订或履行合同所需要的；
          <br>(h) 用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；
          <br>(i) 为合法的新闻报道所必需的；
          <br>(j) 学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
          <br>(k) 法律法规规定的其他情形。
          <br> 特别提示你注意，如信息无法单独或结合其他信息识别到你的个人身份，其不属于法律意义上你的个人信息；当你的信息可以单独或结合其他信息识别到你的个人身份时或我们将无法与任何特定个人信息建立联系的数据与其他你的个人信息结合使用时，这些信息在结合使用期间，将作为你的个人信息按照本隐私政策处理与保护
          <br><br><span style='font-weight: bold'>2、我们如何使用cookie等同类技术</span>
          <br>Cookie和设备信息标识等同类技术是互联网中普遍使用的技术。当你使用抖音及相关服务时，我们可能会使用相关技术向你的设备发送一个或多个cookie或匿名标识符，以收集、标识你访问、使用本产品时的信息。我们承诺，不会将cookie用于本隐私政策所述目的之外的任何其他用途。我们使用cookie和同类技术主要为了实现以下功能或服务：
          <br><span style='font-weight: bold'>2.1 保障产品与服务的安全、高速运转</span>
          <br>我们可能会设置认证与保障安全性的cookie或匿名标识符，使我们确认你是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些还会帮助我们改进服务效率，提升登录和响应速度。
          <br><span style='font-weight: bold'>2.2 帮助你获得更轻松的访问体验</span>
          <br>使用此类技术可以帮助你省去重复填写个人信息、输入搜索内容的步骤和流程
          <br><span style='font-weight: bold'>2.3 cookie的清除</span>
          <br>大多数浏览器均为用户提供了清流浏览器缓存数据的功能，你可以在浏览器设置功能中进行相应的数据清除操作。如你进行清除，你可能无法使用由我们提供的、依赖于cookie的服务或相应功能。
          <br><br><span style='font-weight: bold'>3、我们如何共享、转让、公开披露个人信息</span>
          <br><span style='font-weight: bold'>3.1 共享</span>
          <br><span style='font-weight: bold'>3.1.1 共享原则</span>
          <br><span style='font-weight: bold'>(a) 授权同意原则：</span>未经你的同意，我们不会共享你的个人信息，除非共享的个人信息是去标识化处理后的信息，且共享第三方无法重新识别此类信息的自然人主体。如果第三方使用信息的目的超越原授权同意范围，他们需要重新征得你的同意。
          <br><span style='font-weight: bold'>(b) 合法正当与最小必要原则：</span>共享的数据必须具有合法正当目的，且共享的数据以达成目的必要为限。
          <br><span style='font-weight: bold'>(c) 安全审慎原则：</span>我们将审慎评估第三方使用共享信息的目的，对那些合作方的安全保障能力进行综合评估，并要求其遵循合作法律协议。我们会对合作方获取信息的软件工具开发包（SDK）、应用程序接口（API）进行严格的安全检测，以保护数据安全。
          <br><span style='font-weight: bold'>3.1.2 实现功能或服务的共享信息</span>
          <br>(a) 当你在使用阿吉泰中由我们的关联方、第三方提供的功能，或者当软件服务提供商、智能设备提供商、系统服务提供商与我们联合为你提供服务时我们会将实现业务所必需的信息与这些关联方、第三方共享。
          <br>(b) 地理位置服务：当你使用地理位置相关服务时，我们会通过SDK或相关技术将GPS信息与位置服务提供商（高德地图）进行共享以便可以向你返回位置结果。GPS信息是个人敏感信息，拒绝提供，仅会影响地理位置服务功能，但不影响其他功能的正常使用
          <br>(c) 钱包功能：钱包功能中的相关服务由我们的关联方及合作伙伴提供，当你使用钱包相关功能时我们的关联方和合作伙伴会根据功能或服务必需而收集必要限度内的信息
          <br>(d) 支付功能：支付功能由于我们合作的第三方支付机构向你提供服务。第三方支付机构可能需要收集你的姓名、银行卡类型及卡号、有效期及手机号码。银行卡号、有限期及手机号码是个人敏感信息，这些信息是支付功能所必需的信息，拒绝提供将导致你无法使用该功能，但不影响其他功能的正常使用
          <br>(e) 订单功能：当你使用阿吉泰订单中心功能时，经过你的授权，我们可能会与下单的相关服务提供方共享你的订单信息以方便你统一查询订单信息。
          <br><span style='font-weight: bold'>3.2 转让</span>
          <br>(a) 我们不会转让你的个人信息给任何其他第三方，除非征得你的明确同意。
          <br>(b) 随着我们业务的持续发展，我们将有可能进行合并、收购、资产转让，你的个人有可能因此而被转移。在发生前述表更时，我们将按照法律法规及不低于本隐私政策所载明的安全标准要求继受方保护你的个人信息，否则我们将要求继受方重新征得你的授权同意。
          <br><span style='font-weight: bold'>3.3 公开展示</span>
          <br>(a) 我们不会公开披露你的信息，除非遵循国家法律法规规定或者获得你的同意。我们公开披露你的个人信息会采用符合行业内标准的安全保护措施。
          <br>(b) 对违规账号、欺诈行为进行处罚公告时，我们会披露相关的账号的信息。
          <br>(c) 你公开发布的作品、动态将会在个人主页中展示。
          <br><br><span style='font-weight: bold'>4、我们如何存储个人信息</span>
          <br><br><span style='font-weight: bold'>4.1 存储地点</span>
          <br>我们依照法律法规的规定，将在境内运营过程中收集和产生的你的个人信息存储于中华人民共和国境内。目前，我们不会将上述信息传输至境外，如果我们向境外传输，我们将会遵循相关国家规定或者征求你的同意。
          <br><br><span style='font-weight: bold'>4.2 存储期限</span>
          <br>我们仅在为提供阿吉泰及服务之目的所必需的期间内保留你的个人信息，你发布的信息、评论、点赞、回复及相关信息，在你未撤回、删除或未注销账号期间，我们会保留相关信息。超出必要期限后，我们将对你的个人信息进行删除或匿名化处理，但法律法规另有规定的除外。
          <br><br><span style='font-weight: bold'>5、我们如何保护个人信息的安全</span>
          <br>(a) 我们非常重视你个人信息的安全，将努力采取合理的安全措施（包括技术方面和管理方面）来保护你的个人信息，防止你提供的个人信息被不当使用或在未经授权的情况下被访问、公开披露、使用、修改、损坏、丢失或泄露。
          <br>(b) 我们会使用不低于行业同行的加密技术、匿名化处理及相关合理可行的手段保护你的个人信息，并使用安全保护机制防止你的个人信息遭到恶意攻击。
          <br>(c) 我们会建立专门的安全部门、安全管理制度、数据安全流程保障你的个人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才能访问你的个人信息，并适时对数据和技术进行安全审计。
          <br>(d) 尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请你理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽量确保你提供给我们的个人信息的安全性。
          <br>(e) 你知悉并理解，你接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议你采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码及相关个人信息透露给他人等。
          <br>(f) 我们会制定应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止这些安全事件的影响和后果扩大。一旦发生用户信息安全事件（泄露、丢失）后，我们将按照法律法规的要求，及时向你告知：安全事件的基本情况和可能的影响、我们已经采取或将要采取的处置措施、你可自主防范和降低风险的建议、对你的补救措施。我们将及时将事件相关情况以推送通知、邮件、信函、短信及相关形式告知你，难以逐一告知时，我们会采取合理、有效的方式发布公告。同时我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。
          <br><br><span style='font-weight: bold'>6、管理你的个人信息</span>
          <br>我们非常重视你对个人信息的管理，并尽全力保护你对于你个人信息的查询、访问、修改、删除、撤回同意授权、注销账号、投诉举报的相关权利，以使你有能力保障你的隐私和信息安全。
          <br><br><span style='font-weight: bold'>6.1 访问个人账号信息</span>
          <br>你可以查询、访问你的头像，用户名、性别、手机号、出生日期、邮箱、地区、健康护照信息，你可以在“【我的】-【个人信息】”进行查询、访问、更正。
          <br><br><span style='font-weight: bold'>6.2 查询访问、更正、删除信息</span>
          <br>(a) 进入【我的】-【我的感悟】中访问、删除你发布的感悟信息
          <br>(b) 进入【我的】-【我的收藏】中访问、删除你喜欢收藏的信息
          <br>(c) 进入【我的】-【关注】中访问、删除你关注的信息
          <br>(d) 出于安全性和身份识别的考虑，你可能无法自主修改注册时提交的某些初始注册信息，如你确实有必要修改该类信息，请通过电子邮件（azitai@126.com）联系我们，我们将尽快审核所涉问题，并由专人验证你的用户身份后及时予以回复。
          <br><br><span style='font-weight: bold'>6.3 注销账号</span>
          <br>你可以在【我】-【设置】-【安全中心】-【账号注销】进行账号注销。在你注销账号前，我们将验证你的个人身份、安全状态、设备信息等。你知悉并理解，注销账号的行为是不可逆的行为，当你注销账号后，我们将删除有关你的相关信息或进行匿名化处理，但法律法规另有规定的除外。
          <br><br><span style='font-weight: bold'>6.4 投诉举报</span>
          <br>你可以按照我们公示的制度进行投诉或举报。如果你认为你的个人信息权利可能受到侵害，或者发现侵害个人信息权利的线索，你可以在【我的】-【后台留言】，进入用户反馈界面与我们联系。我们稽查后会在15个工作日内反馈你的投诉与举报。
          <br><br><span style='font-weight: bold'>6.5 访问隐私政策</span>
          <br>你可以在注册页面，或者在登录个人账号【我的】-【个人信息】-【关于阿吉泰】-【隐私保护指引】查看本隐私政策的全部内容。
          <br><br><span style='font-weight: bold'>6.6 停止运营向你告知</span>
          <br>如果我们停止运营，我们将及时停止收集你个人信息的活动，将停止运营的通知以逐一送达或公告的形势通知你，并对所持有的你的个人信息进行删除或匿名化处理。
          <br><br><span style='font-weight: bold'>7、隐私政策的修订和通知</span>
          <br>(a) 为了给你提供更好的服务，阿吉泰及相关服务将不时更新与变化，我们会适时对本隐私政策进行修订，这些修订构成本隐私政策的一部分并具有等同于本隐私政策的效力，未经你明确同意，我们不会消减你依据当前生效的本隐私政策所应享受的权利
          <br>(b) 本隐私政策更新后，我们会在阿吉泰发出更新版本，并在更新后的条款生效前通过官方网站（http://app.azitai.cn）公告或其他适当的方式提醒你更新的内容，以便你及时了解本隐私政策的最新版本。
          <br><br><span style='font-weight: bold'>8、联系我们</span>
          <br>如果你对个人信息保护问题有投诉、建议、疑问，你可以将问题发送至（azitai@126.com）或邮寄至下列地址：
          <br>厦门市集美区诚毅北大街55号802-6单元  数据安全与隐私保护中心
          <br>我们将尽快审核所涉问题，并在验证你的用户身份后的15个工作日内回复。
        </div>
    </div>
</template>

<script>
export default {
  data () {
    return {

    }
  },
  mounted () {

  },
  methods: {

  }
}
</script>

<style lang="less" scoped>
  .main{
    background: #fff;
    padding-top: 0.2rem;
    margin-left: 0.2rem;
    margin-right: 0.2rem;
    padding-bottom:0.6rem ;
    overflow-y: scroll;
    -webkit-overflow-scrolling: touch;
  }
</style>
